<!DOCTYPE html>
<html lang="ur">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>رسید</title>
    <style>
        body {
            font-family: 'Noto Nastaliq Urdu', serif;
            margin: 0;
            padding: 0;
            direction: rtl;
            text-align: right;
        }

        .receipt-container {
            padding: 10px;
            border: 2px solid black;
            margin-bottom: 20px;
        }

        .receipt-header {
            text-align: center;
            padding-bottom: 10px;
            border-bottom: 1px solid #000;
        }

        .receipt-header h1 {
            margin: 0;
            font-size: 30px;
        }

        .receipt-header p {
            margin: 5px 0;
            font-size: 14px;
        }
    </style>
    <link href="https://fonts.googleapis.com/earlyaccess/notonastaliqurdu.css" rel="stylesheet" type="text/css" />
</head>
    <div class="receipt-container">
        <div class="receipt-header">
            <h1>شرائط</h1>
        </div>
        <div class="receipt-header">
            <p>1۔ ہر ماہ کی ۵ تاریخ سے پہلے پیشگی کرایہ۔</p>
            <p>2۔ ہر ماہ کا پیشگی کرایہ اس ماہ کی ۵ تاریخ سے پہلے ادا کر کے دستخط شدہ رسید حاصل کریں، کرایہ ادا کرنے میں کوتاہی کی صورت میں کرایہ دار کو بغیر کسی نوٹس کے بے دخل کیا جا سکتا ہے۔</p>
            <p>3۔ مکان خالی کرنے کے لیے ضروری ہے کہ مکان مالک کو ایک ماہ کا نوٹس دیا جائے، بصورت دیگر کرایہ دار سے ایک ماہ کا اضافی کرایہ وصول کیا جائے گا۔</p>
            <p>4۔ کرایہ دار کو یہ حق حاصل نہیں کہ وہ جگہ کو کلی یا جزوی طور پر کسی اور کو کرایہ پر دے، یا فروخت کرنے کی جال سازی کرے۔ ایسی صورت میں مکان مالک کو یہ حق حاصل ہوگا کہ وہ کرایہ دار اور اس کے دوسرے کرایہ دار کو بے دخل کر کے متعلقہ تھانے میں فوجداری مقدمہ دفعہ 420 کے تحت ایف آئی آر درج کرائے۔</p>
            <p>5۔ مکان مالک یا اُن کے کسی بھی مجاز مختار کار کو مناسب اوقات میں مکان کا معائنہ کرنے کا ہر طرح اختیار ہوگا۔</p>
            <p>6۔ کرایہ دار بغیر تحریری اجازت تنصیبات میں یا جگہ میں کسی طرح کی توڑ پھوڑ، تبدیلی، تعمیر اضافہ یا کم کرنے کا مجاز نہیں ہیں۔ اگر ایسا کیا گیا تو مکان مالک کو یہ اختیار حاصل ہوگا کہ وہ تمام ایسی تبدیلیاں گرا دے اور گرانے کا خرچہ بھی کرایہ دار سے وصول کرے۔</p>
            <p>7۔ مکان مالک کی اجازت سے جو بھی تبدیلیاں کی گئیں ہوں اُس پر مکان مالک کا حق ہو جائے گا، جو کرایہ دار مکان مالک کی اجازت سے دوبارہ گرا یا بنا سکے گا۔</p>
            <p>8۔ بجلی، پانی، گیس اور گٹر کے معاملات میں روز مرہ کی ٹوٹ پھوٹ و مرمت کرایہ دار خود اپنے خرچہ پر کروائے گا۔</p>
            <p>9۔ بجلی، پانی یا گیس کی فراہمی میں تعطل کی وجہ سے یا کسی اور وجہ سے یہ خدمات مہیا کرنے کی ذمہ داری مکان مالک پر نہیں ہوگی اور اس صورت میں ان چیزوں کا انتظام کرایہ دار خود اپنے خرچہ پر کرے گا یا کروائے گا۔</p>
            <p>10۔ چونا، سفیدی، رنگ و روغن، اور معمولی کام اور اسی طرح کے اور مرمتی کام کرایہ دار خود اپنے خرچے پر مکان مالک کی اجازت سے کروائے گا۔</p>
            <p>11۔ عمارت کے بیرونی حصہ میں کسی قسم کی بھی تبدیلی یا کسی بھی قسم کا رنگ کروانے کی کرایہ دار کو اجازت نہیں۔</p>
            <p>12۔ مکان مالک کی تحریری اجازت کے بغیر جگہ کے سامنے کھلی جگہوں پر کسی بھی قسم کی تعمیرات نہیں کی جا سکتیں اور اگر کرایہ دار نے ایسا کیا یا کروایا تو ان کے حق کرایہ داری بھی تلف ہو جائے گا، اور مکان مالک کو یہ اختیار ہوگا کہ وہ ایسے کرایہ دار کو بے دخل کر کے ایسی تمام تعمیرات کو کرایہ دار کے خرچہ پر منہدم کروادے۔</p>
            <p>14۔ کرایہ دار کو چاہئے کہ جگہ کو اچھی حالت میں رکھیں، اور جب جگہ خالی کرکے جائیں تو مکان/دکان کا قبضہ بہترین حالت میں واپس دیں۔ جگہ خالی کرتے وقت کرایہ دار مکان مالک کو تمام واجبات پوری طرح ادا کر کے جائیں، ورنہ ان کا سامان اٹھانے نہیں دیا جائے گا۔</p>
            <p>15۔ مندرجہ بالا شرائط میں کسی بھی شرط کی خلاف ورزی کرایہ دار کو ان کے حق کرایہ داری سے محروم کرے گی اور مکان مالک کو یہ اختیار حاصل ہوگا کہ وہ بغیر کسی نوٹس کے معاہدہ کرایہ داری منسوخ کر دے اور کرایہ دار پر لازم ہو جائے گا کہ وہ جگہ کا قبضہ مکان مالک کو دے دے بصورت دیگر تمام کاروائی اور خرچہ کرایہ دار کے ذمہ ہوں گے۔ میں نے مندرجہ بالا شرائط کو پڑھ، پڑھوا لیں ہیں اور کلی طور پر سمجھنے کے بعد قبول کرتا ہوں اور ان پر عمل کرنے کا خود کو پابند کرتا ہوں۔</p>
            <p>خود کرایہ دار</p>
        </div>
    </div
